Repository: mozilla-l10n/mt-training-data
Catalog: dag/dag_pontoon.tmx
Source language: en_us
Languages: dag

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
dag: Ninvuɣ' kɔbiga yi yaari satara kɔbiga kɔkuya dabisili puuni di ni tooi n-sɔŋ chɛ ka kɔkuya tooi yaai m paai hawanima pia ni ata. Na kuli n gbubi lala kpaŋmaŋa ŋɔ, Ti ni tooi n zaŋ chira ata n-nya hawanima tuhili.

source: 1 sentence collected
dag: Yɛltɔɣ' gaŋa deeya

source: 2019 End-of-Year Release
dag: 2019 yuuni bahigu bahibu

source: 2 down, keep it up!<playIcon></playIcon>
dag: Diba ayi na dɔni tiŋa, kuli gbubi ka di kpɛma <playIcon></playIcon>

source: ≥ 2 No votes
dag: ≥ 2 Piibu kani

source: ≥ 2 Yes votes
dag: Ban' pii iin

source: Abbreviations and Acronyms
dag: bachi ŋmahi mini bachi ŋma'kurita

source: About
dag: Zaŋ kpa

source: About us
dag: zaŋ kpa ti polo

source: Academic Reference
dag: Kundivihira

source: Accent
dag: Daadama ni bolindi bachinima shɛm bee bɛ ni diri fiila yini dabam dabam shɛm

source: Accepted file types: .tsv only
dag: Di ni deeri gban shɛŋa: .tsv ko

source: Account
dag: acounti

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
dag: lihi bo soya din tam kalinli zuɣu

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
dag: { $actionType } <micIcon></micIcon> ka labisi li din kuli nyɛ shɛm a kpaŋmaŋa tariga

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
dag: { $actionType } <playIcon></playIcon> ka sabi n-sɔŋ a ni wum ka di lana maa yɛri shɛm

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
dag: { $actionType }<playIcon></playIcon>bɛ yɛli yɛltɔɣa maa viɛnyɛla?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
dag: { $actionType }<recordIcon></recordIcon> karimmi yɛltɔɣili maa ka di yina.

source: { $actionType }<stopIcon></stopIcon> when done
dag: { $actionType }<stopIcon></stopIcon> a yi naai

source: { $actionType } submit when ready
dag: { $actionType } zaŋ n-ti a yi niŋ shili

source: Add an API credential name
dag: Pahimi API bin kpɛhira yuli

source: Add and Review Sentences, Add Questions, Transcribe Audio
dag: Pahimi ka labi yuli yɛltɔɣa, pahimi bɔhisi, lɛbgim kukoli yɛltɔɣa

source: Add a question <icon></icon> in { $currentLocale } for people to answer
dag: Pahi mi bɔhigu <icon></icon> in { $currentLocale } ka salo ni tooi labisi

source: Add as much information as you can about the language. This could include:
dag: Pahimi lahabali shɛli kam a ni mi zaŋ kpa balli maa polo. Dini n-nyɛ:

source: Add <icon></icon> a public domain sentence
dag: Pahimi <icon></icon> yɛltɔɣili din ka ŋun su li

source: Add information
dag: Pahimi lahibali

source: Adding a Question
dag: bɔhigu pahibu

source: Adding Questions
dag: bohasi pahibu

source: Adding Sentences
dag: yɛltɔɣa pahibu

source: Additional Language
dag: Zuliya balli din pahi

source: Add Language
dag: Pahimi balli

source: Add new custom accent "{ $inputValue }"
dag: Zaŋmi bɛ ni booni bachinima bee bɛ ni diri alizama so' pala shɛm m pahi "{ $inputValue }"

source: Add new sentences for the community to read
dag: Pahimi yɛltɔɣa pala ka dundɔŋ ŋɔ nim karim

source: Add one sentence per line
dag: Pahimi yɛltɔɣa yini kuliga kam ni

source: Add questions
dag: Pahimi bɔhisi

source: Add Questions
dag: Pahimi bɔhisi

source: Add sentences
dag: pahimi yɛltɔɣili

source: Add Sentences
dag: Pahimi yɛltɔɣa

source: Add Text
dag: Pahimi sabbu

source: Add up to 1,000 sentences
dag: Zaŋ pahi yɛltɔɣa tuhili zuɣu

source: Add Your Voice
dag: Pahimi a kukɔli

source: A few bytes
dag: Bytes bela

source: Age
dag: A yuma

source: A good question for public participation datasets should:
dag: Bɔhagu din tu kamaata zaŋ ti sokam nuu timbu tuma din mali doya tumi ni di nŋɛ:

source: Agriculture and Food
dag: Pukparigu mini bindira

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
dag: Vuri bela din yirina bi galim,amaa ayi ni tooi wum yɛltɔɣa maa,di ni tooi saɣim vilibu ka di ku lahi tum tuma.Di bahi bandi ti yi ti che ninyula kpanjɔɣu ka di tumda.

source: All
dag: zaa

source: All sentence must have the same domain
dag: Yɛltɔɣa zaa tu ni di mali "domain" yini

source: All sentences must have the same citation
dag: Yɛltɔɣa zaa tu ni di mali ŋa yibuna shee

source: Already have an account? <login>Log-In</login>
dag: A pun m-mali akawunti? <login>Kpɛma</login>

source: Analyzing and improving speech models
dag: Maamaŋa n yuunni ka pahiri yɛltɔɣa baŋsim

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
dag: Tɔ, di saha, ka n [noise] daa chaŋ n vuhim dabisili. Tɔ, [noise] [laugh] di daa did kuli pala vuhim dabisili gba [laugh]

source: An error occurred fetching sentences
dag: Muɣisigu kamina yɛltɔɣa maa voobu ni

source: An error occurred reviewing this sentence
dag: Muɣisigu kamina yɛltɔɣili ŋɔ labi lihi ni

source: An error occurred submitting your voice information
dag: Muɣisigu kana a kukoli lahibali zaŋ ti maa ni

source: An error occurred while creating this transcript
dag: Yɛlimuɣisirili di kamina sabbu maa nambu shee

source: An error occurred while recording
dag: Yɛlimuɣisirili kamina kukɔli maa yaabu shee

source: An error occurred while skipping this prompt
dag: Yɛlimuɣisirili kamina saha shɛli a ni kpahiri yaɣiri teesim ŋɔ maa

source: An error occurred while submitting the report
dag: Muɣisiɣu nyɛla din yina lahabali ŋɔ zaŋ n-ti shee

source: An error occurred while uploading your response
dag: Yɛlmuɣisirili kamina a labisibu maa yaabu ni

source: An error occurred while voting the prompt
dag: Yɛlimuɣisirili di niŋ mi lahabali maa piibu piibu saha

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
dag: Suɣimi ŋun mali tumdi tuma ashi shɛŋa kama o yuma,o yi nyɛla paɣa bee doo ni o kukoli kumsi din yan sɔŋ n duhi o yɛltɔɣa shɛŋa din pun vuli sɔŋ ka ni tooi zaŋ wuhiri baŋbu mazenanima.A ni mali yu shɛli n tumdi tuma mini ku saɣi yina a ni pun tum tuun' shɛŋa n sɔŋ puuni,ka a ni tooi lahi peegi ni a bɔri ni a yuli pahi bee didi pahi ka sokam nyɛrili.

source: Answer
dag: Labisima

source: Answering a Question
dag: Bɔhigu labsibu

source: Answer questions
dag: Labisimi bɔhisi

source: Answer Questions
dag: Labisimi bɔhisi

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
dag: Ti ni bi mi cheribu shɛli yɛla n niŋ.pahimi suglo guhimi saha bela ka labina.Suŋsim,pahimi suɣulo pahimi kpe<matrixLink>Matrix dundoŋ yɛltɔɣa tɔɣisi ti taba<matrixLink>,zaŋmi a zaɣa n niŋ dundɔŋ maa yeligola ni luɣili ŋɔ<githubLink>GitHub<<githubLink>bee ka a kpe<discourseLink>ti yɛltɔɣa tuɣisititaba luɣili la zuɣu<<discourseLink>.

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
dag: Vuri kam kamani ŋun yɛri maa kɔhingu,siɣimbu,loori kikaa kumsi, binshɛɣu ŋme ye'duhirigu maa, taŋgalimii vubu

source: API credential deleted successfully
dag: API bin kpɛhira yiya ni achiika

source: API Credential Name
dag: API bin kpɛhira yuli

source: Approve
dag: Saɣi ti

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
dag: Kukoya din dii ka yaa kukoli din ŋmɛri maa ni pa taali, amaa ti je kuko' shɛŋa din yɛn pahi ka ni tooi che ka maʒini alogorim maa gbaai bachi shɛŋa ŋan ka lahibali din sabi doya maa ni. A yi ni tooi wum bachi shɛŋa ŋan ka din sabi doya maa ni, di tu ni a zaɣisi kukoli maa. Lala maa tooi niŋdimi di yi niŋ ka tiivi yɛra, bee niriba yi be yoma n-diri alizama.

source: Arabic
dag: Laribu

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
dag: A pun be ti bin pala lambu dundɔŋ shɛli din zani ti Common Voice Spontaneous Speech tuma nim la?

source: Are you coming? [called by another]
dag: A kanna?

source: Are you coming? <strong>[called by another]</strong>
dag: ò dʒà? <strong>[òβɛ́βá mò wɛ́lɛ̂]</strong>

source: Are you sure?
dag: A niŋ dihitabili?

source: Ask about a new language
dag: bɔhimi bal' palli yɛla

source: Ask About Bilingual Contexts
dag: Bɔhimi zaŋ kpa Bala waliginsim palo

source: Ask for codeswitching or request translation
dag: Bɔhimi zuliya yɛltɔɣa taɣibu bee di lɛbigibu yala

source: Ask sensitive questions
dag: Bɔhimi bɔhisi di mali kpahimbu

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
dag: Bɔhimi ti bɔhisi <matrixLink>Matirikisi</matrixLink>, <discourseLink>Lahibali</discourseLink> bee <emailLink>iimeeli</emailLink>.

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
dag: kuko yinsi nŋuna, di laɣim la kukoya din pun tumdoya din kalilnli yiɣisi bin pishi ni a-ta kpulli,kukoya din laɣim tumma din pun tum a yi ti bɔri ni a din pun vuli doya maa mozila puuni nangbanyini.

source: Assamese
dag: Assamesi

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
dag: Sabbu kam tu ni di sabi n gbaai bachi kam lala nira ni zaŋ n di fiila bee o ningbuna ni di fiila maa shɛm, di bahi bahimdi o ni labi n-yɛli shɛŋa.

source: Attention!
dag: Niŋmi zaɣa

source: Audio Format
dag: Kukɔli ŋmahimli puuni

source: Audio playback progress slider
dag: Kukɔli labi ŋmɛ tooni chandi daabu bia

source: Auto
dag: Niŋdi n-tɔli

source: Automotive and Transport
dag: Loorinima

source: Avatar
dag: Foto bee nahingbaŋ shɛli din ʒɛya n-ti a pɔhim zuɣu

source: Avatar uploaded
dag: Avatar yaaya

source: Average
dag: Sunsuni

source: A voice clip is marked "valid" when a user gives it a Yes vote.
dag: Kukɔ'yaarili nyɛla din mali dihitabli di yi niŋ ka so saɣi ti li.

source: Avoid hateful, inflammatory or otherwise offensive speech
dag: Chɛli yɛltɔɣa kana, yɛltɔɣa fina, bee yɛltɔɣa yoya

source: Avoid too much background noise - it should be easy to hear you.
dag: Di che ka a ni be shɛli maa mali vuri. Di tu ni a yɛltɔɣa maa wumbu bi to.

source: Awards
dag: Pina

source: A word or sequence of words that cannot be understood.
dag: Bachi bee yɛltɔɣili din ka gbaabu

source: Back
dag: nyaaŋa

source: Background Noise
dag: Vuri din m-be nyaaŋa

source: Background Voices
dag: Kukoya ni vuri

source: Back to Top
dag: n labi zuɣusaa

source: Backwards
dag: nyaaŋa polo

source: Batanga
dag: Yuli

source: Be Careful with Lookalikes
dag: Niŋmi zaɣa ni bin yɛra shɛŋa din mŋani taba

source: Be careful with lookalike words
dag: Niŋ mi zaɣa ni bachinima din ŋmani taba

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
dag: Di tu ni a niŋ siɣa pɔi ka naanyi zaɣisi kukoli ka di nyɛla a tɛhimi ni ŋun karindi maa bɔlila bachi gabi, o yee bi doli bachinima viɛnyɛla bee o bi bahila bɔhigu bia. Niriba ni booni binyɛra shɛm galisiya pam dunia yaaŋa zuɣu, di shɛŋa beni ka a na ʒi n-wum li a yaɣili. Dim suɣulo ka niŋ nintiɣili ni ninvuɣ' shɛba ban yɛltɔɣa be di ko che a dini.

source: Become a Common Voice Partner
dag: Lɛbimi ŋun n gbuni kpalanzuya ni Common Voice

source: Be easy to understand and respond to
dag: Ka di mali gbaabu ni garigibu

source: Be generally relevant
dag: Di tu ni di mali anfaani

source: Belarusian
dag: Belarus bilichini

source: Benefits
dag: Anfaaninima

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
dag: ['Bɛrɛti' saɣiya, di yi bɔlimi ka tuuli bachijilli n-ʒiri yee (UK) bee bachijilli din pahi ayi maa n-yi ʒiri yee]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
dag: Sɔŋsim pariga bɛni zaŋ ti zuliya yɛltɔɣa ni shiri ku nyɛ sham kamani "translanguaging" ni <mark>yɛltɔɣa lɛbigibu</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
dag: Sɔŋsim pariga bɛni zaŋ ti zuliya yɛltɔɣa din mali bɛla bee </mark>di kuli ka bachi nima kpanjɔɣu</mark> ni zaŋ ku bukaata (shɛhira, "ʒilɛli biɛhigu yɛltɔɣa, di taɣimalisi, ʒɛmana kura balla din bi sabi n sɔŋ, ni din pahi pahi)

source: <bold>{ $count }</bold> Clips
dag: <bold>{ $count }</bold> kukoya

source: <bold>Currently, there are no API credentials associated with your account.</bold>
dag: <bold>Saha ŋɔ, a daa akaunti maa na ka API bin kpɛhira shɛli.</bold>

source: <bold>Help us</bold> find more voices
dag: <bold> Sɔŋmi ti </bold> ka ti nya kukoya pam

source: <bold>If you value open, inclusive data - donate today!</bold>
dag: <bold>A nini yi tiɣi nyin yooma, lahabali din bɛni- timi zuŋo!</bold>

source: <bold>Important Notice: API Credentials Generation</bold>
dag: <bold>dikpa talahi

source: <bold>Save Your Keys Securely</bold>
dag: <bold>Ashili saafe sɔɣibu<bold>

source: Bosnian
dag: Bosnia tiŋ'bia

source: Both
dag: Di zaa

source: Both (Speak and Listen)
dag: Dizaa (Yɛlima ka Wum)

source: [British English might make "root"]
dag: Britin nim Silimiinsili ni tooi mam"wulli"]

source: Browse Languages
dag: Chemi poham zuɣu ti bo bala

source: Build a custom goal
dag: Ŋmani tahima bin ni tum

source: Build Profile
dag: Nami daadam lahibali jia

source: Bulgarian
dag: Bulgaria bilichini

source: Bulk batch
dag: pam di ni

source: Bulk Sentences
dag: Yɛltɔɣa din galisi

source: Bulk Sentence Submission
dag: Yɛltɔɣa din galisi zaŋ ti

source: Bulk Sentences Uploaded
dag: Yɛltɔɣa din galisi zaŋ pahi

source: Buryat
dag: Buriat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
dag: <b>Bo zuɣu ka ti pii yimeli?</b> Ti ni tooi ti m-bɔri a shee dindahinshɛli ni ti n-ti lahibali zaŋ n chaŋ taɣibu shɛŋa ti ni zaŋ n-kpɛhi kpanjɔɣu ŋɔ puuni, yimeli ŋɔ n yɛn n-ti ti a lahibali a ti n-nya a.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
dag: A yi dihi “Talimiya ma linki maa n iimeeli zuɣu”, a saɣi n-ti <termsLink>ti tuma zalisi</termsLink> ni <privacyLink>ti ashili zalisi</privacyLink> ka lahi saɣi ni Mozilla ni tooi talima iimeeli din mali lahabali din jɛndi a ni tooi jɔhi lam Common Voice’s Spontaneous Speech tuma nima.

source: By editing your goal, you may lose your existing progress.
dag: Jasmi a tahima, dintooi niŋ ka a koŋ a toontibo.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
dag: a yi saɣi ni a deei email nima a yaliya ni a saɣiya n ti Mozzila ni bɛ gbubi di lahabali shɛli bɛ ni buɣisi Mozzila puuni <privacyLink>ashili zalisi </privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
dag: <b>Asagya</b>ni a ku saɣi tilim ni a baŋ ban yari ti ri Common Voice dinpun laɣ'm doya

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
dag: A yi ti lahibali shɛŋa zaŋ kpa a maŋa polo, lahibaya shɛŋa a ni zaŋ n-kpɛhi Common Voice puuni la nyɛla di yɛn niŋ anfaani pam n-ti yɛltɔɣa Maʒina shɛŋa din wumdi yɛltɔɣa zaŋdi ka di sɔŋdi ka di tooi n-tiri lahibaya din tam kalinli polo.

source: By telling us about yourself, you will help developers build more inclusive technology
dag: A yi yɛli ti zaŋ kpa a ni nyɛ so polo, di ni sɔŋ ka ba ban mɛri tabiibi baŋsima tanzahi me tanza' maŋa

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
dag: A yi yɛn zaŋ Common Voice n-tum tuma, di tu ni a saɣi n-ti ti <termsLink>zalisi</termsLink> mini <privacyLink>ashili lahibali</privacyLink>

source: [Canadian English might make "route" sound like "rowt"]
dag: Kanada silimiinsili ni tooi mam "route"kumsi Kamani "rowt"]

source: Can be answered in a few sentences
dag: Yɛltɔɣa nim bɛla n-ŋɔ n labisiri li

source: Cancel
dag: Nyahima

source: Cancel Re-recording
dag: Nyahimi yaabu

source: Cancel Submission
dag: Nyahimi zaŋ n-ti maa

source: Cannot submit more than 1000 sentences
dag: A kutooi zaŋ yɛltɔɣa din yaɣi tuhi pia n ti

source: Can't decide?
dag: kutooi pii

source: Catalan
dag: Katalan

source: Change preferences
dag: Taɣimi suhuyurilim

source: Changes both display and dataset language
dag: Taɣimi din yina mini dataset balli

source: Changes contribution language of dataset only
dag: Di taɣiri la lahabali kpanjɔɣu tlhibu zuliya yɛltɔɣa kɔ

source: Changes the language dataset to which you're contributing
dag: Di taɣiri la zuliya yɛltɔɣa kpanjɔɣu shɛli a ni tɔhiri tiri maa

source: Changes website text only
dag: Di taɣiri la wɛbisiɛti sabbu kɔ

source: Change your email via Settings under Login Identity
dag: Taɣi mi a iimeeli maa a yi chaŋ a sɛtins kpɛma nahingbaŋ yaɣili

source: Check
dag: Yuli n-nya

source: Check <icon></icon> is this a linguistically correct sentence?
dag: Yulima <icon></icon>yɛltɔɣili ŋɔ maa sabiya viɛnyɛla?

source: <chevron></chevron>See less
dag: <chevron></chevron>nyami biɛla

source: <chevron></chevron>See more
dag: <chevron></chevron>nyami pam

source: Choose Culturally Specific Topics
dag: piimi karim yaɣili din jɛndi kayani ta-ada

source: Choose language/localization
dag: Piimi Zuliya Balli

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
dag: Piimi bɔhisi ŋan bɛ alaha ka sokam ni tooi baŋ di gbunni ka di pala di dolila o ka ni ta'ada bee lahibali shɛli puuni bachinima maa ni yina

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
dag: piimi bɔh' shɛŋa din m bali n-ti daadam bia kam, din bi n doli kaya ni taɣada bee

source: Choose somewhere with a good internet connection
dag: piimi luɣishɛli intaneeti ni be.

source: Citation
dag: Dini yi shɛli na

source: Cite with a URL link or the full name of the work.
dag: Zaŋmi URL linki bee tuma maa yuli n wuhi dini yi shɛli na

source: Citing Sentences
dag: Yɛltɔɣa yibushee

source: Click
dag: Dihima

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
dag: Dihi mi <guidanceLink>kpe</guidanceLink> ka bɔhim a ni tooi zaŋ yaɣili ŋɔ n-ku bukaata shɛm

source: Clipboard not supported
dag: yaabu maa bɛ deera

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
dag: { $clipCount } kukɔya, "archive" zaa { $size }. Di kpiya { $expires }.

source: Clip Graveyard
dag: Kukɔ'yaarili yibu shee na

source: Clips recorded
dag: Klipunima din yaai

source: Clips Uploaded
dag: Kukoya zaŋ n-ti

source: Clips validated
dag: Kilipinima dihitabili naaya

source: Clips You've Recorded
dag: Shinii sheŋa ani vuli soŋ

source: Clips You've Validated
dag: Vulindi sheŋa ani dihitabili

source: Close
dag: Kparima

source: Code Switching
dag: Zuliya yɛltɔɣa taɣibu

source: Collecting sentences
dag: Yɛltɔɣa laɣimbu

source: Coming Soon
dag: Di be sɔli

source: Comment
dag: Pahigu

source: Common Voice data plus all other voice datasets above.
dag: Common Voice lahibali mini kɔkuya kpanjɔɣu kam zaa din m-be zuɣusaa.

source: Common Voice Dataset
dag: Lahabali kukɔli kpanjɔɣu

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
dag: Common Voice nŋala tuun zuɣu sheli din yina Mozila Foundation,Amarica501c3.Ban diri lala tuun zuɣu maa laɣ' dibo n nŋɛ<philantropicGrantLink>ni tohibu din yi niriba mini dunia zaa na

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
dag: Common Voice laɣ' dibo yirila niriba kuŋzoo ni laɣ' shɛŋa din doya!ti yuya ni ti zaŋ ti kpalanzuya gbuni shikuru baŋsim yaɣili,yalkadi zani ni ma ni ban vihigu yiri faktiri nim ni na.Common Voice ni ŋala yoli n ti sokam,amaa tɔhibu zaŋ ti dunduŋ ŋɔ mini zama laɣimbu laɣidibo yirila laɣ' kara wuhiti nŋala din soŋdi pam.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
dag: Common Voice lahi niŋdi la pɔhim zuɣu tahipɔŋ suuna din jɛndi daadama maŋmaŋsi, "spontaneous", yɛli vuhi yɛltɔɣa nima. Di nyɛla binshɛli din yɛn sɔŋsi laɣinsi ka be tooi laɣim "data" ni valiŋ, ka lahi mali tabiibi baŋdiba anfaani.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
dag: Common Voice nyɛla Mozilla tuma din sɔŋdi maʒina ninsal'nima ni yɛri yɛltɔɣa shɛm.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
dag: Common Voice nyɛla zuliya bal' bɔbigu kɔkuya kpanjɔɣu shɛli din yoli n-ti ninsala kam dunia puuni.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
dag: Ban mali Common Voice kukɔli yaara n-kuri bukaatanima n-nyɛ shikuru kpamba, ban daabiligu nabi yaligi ni ban mali zaɣa ni kukɔya baŋbu ni bi zaŋ wuhi ka zooi tuma niɛma nima din nyɛ salo zaa dini kamani kukɔya tumtumdi niɛma. A ni tooi yɛli ti a daliri din chɛ ka a bɔri ni a nyahi a kukɔli shɛŋa a ni yaai maa?

source: Community and Languages
dag: Tingbana mini Bala

source: Community participation and decision making.
dag: Mabiligu dundɔŋ laɣim tum mini shaawara gbaabu

source: Community Playbook
dag: Zilenini Demabuku

source: Confirm Goal
dag: Saɣiti Tahima

source: Connection interrupted
dag: Gadama kpe kpa tuɣa maa ni

source: Connect with Gravatar
dag: Zaŋ mi a Gravatar n ga

source: Contact
dag: bɔbu soli
